Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/crime_and_crime_prevention/anti_drug_dealing_initiative.html.txt.tmx
Source language: en
Languages: ga

source: Anti drug dealing initiative
ga: Tionscnamh in aghaidh mangaireacht drugaí

source: • Dial to Stop Drug Dealing
ga: • Diailigh chun Mangaireacht Drugaí a Stopadh

source: • How to report suspicions of drug dealing
ga: • Conas tuairisc a thabhairt nuair atáthar amhrasach faoi mhangaireacht drugaí

source: Drug dealing is a serious problem affecting many communities
ga: Is fadhb thromchúiseach í mangaireacht drugaí a chuireann isteach ar go leor pobal

source: One of the biggest barriers to dealing effectively with drug dealers is the use of intimidation by drug dealers to prevent people from reporting drug dealing
ga: Ar cheann de na baic is mó maidir le déileáil go héifeachtúil le mangairí drugaí tá an t-imeaglú á dhéanann mangairí drugaí ar dhaoine chun cosc a chur orthu tuairisc a thabhairt faoi mhangaireacht drugaí

source: Dial to Stop Drug Dealing
ga: Diailigh chun Mangaireacht Drugaí a Stopadh

source: Dial to Stop Drug Dealing is an initiative to tackle drug dealing in local communities around Ireland
ga: Tá Diailigh chun Mangaireacht Drugaí a Stopadh tionscnamh é chun tabhairt faoi mhangaireacht drugaí i bpobail áitiúla ar fud na hÉireann

source: It provides a confidential and completely anonymous way for individuals to pass on information on drug dealing in their local community
ga: Cuireann sé bealach rúnda agus gan ainm ar fáil do dhaoine aonair chun faisnéis a thabhairt faoi mhangaireacht drugaí ina bpobal áitiúil

source: When people are reporting drug dealing activity, they are never asked for their names or addresses, or any other information which might identify them
ga: Nuair a thuairiscíonn daoine gníomhaíochtaí mangaireachta drugaí, ní iarrtar a gcuid ainmneacha ná a gcuid seoltaí orthu, ná aon fhaisnéis eile a d’fhéadfadh iad a aithint

source: How to report suspicions of drug dealing
ga: Conas tuairisc a thabhairt nuair atáthar amhrasach faoi mhangaireacht drugaí

source: Following a review of the initiative, since 2012 anyone wishing to pass on information on drug dealing should call the Crimestoppers freephone confidential number 1800 25 00 25
ga: Tar éis athbhreithniú ar an tionscnamh, ó 2012 ba cheart aon duine ar mian chun pas a fháil ar fhaisnéis maidir le mangaireacht drugaí glaoch ar an uimhir Crimestoppers rúnda saorghlao 1800 25 00 25

source: If you have information on drug dealing activity in your community you can telephone the freephone number
ga: Má tá faisnéis agat faoi ghníomhaíochtaí mangaireachta drugaí i do phobal is féidir leat glaoch ar an uimhir saorghlao

source: You will get through to a trained operator who will ask you for your information and nothing more
ga: Cuirfear ar aghaidh chuig oibrí oilte tú a gheobhaidh do chuid faisnéise uait, agus é sin amháin

source: The calls are handled by staff that have been trained to deal with the sensitivities around the issue
ga: Tá na glaonna á láimhseáil ag foireann oibre atá oilte chun na híogaireachtaí a bhaineann leis an ábhar a láimhseáil

source: You will not be asked for your name and your number will not be traced
ga: Ní iarrfar d’ainm ort agus ní dhéanfar d’uimhir a lorg

source: No one will know that you have called
ga: Ní bheidh a fhios ag aon duine go ndearna tú an glaoch

source: The information gathered is passed on directly to the Garda National Drugs Unit (GNDU) which assesses its usefulness
ga: Cuirtear an fhaisnéis a bhailítear ar aghaidh díreach chuig Aonad Náisiúnta Drugaí an Gharda Síochána a dhéanann measúnú uirthi

source: The GNDU passes relevant information on to the Gardaí in the specified area for investigation
ga: Seolann Aonad Náisiúnta Drugaí an Gharda Síochána faisnéis ar aghaidh chuig na Gardaí sa cheantar sonrach i gcomhair imscrúdaithe

source: The Gardaí can use the information to build a case against a known drug dealer, to investigate new allegations of drug dealing activity in a community or to make an arrest
ga: Is féidir leis na Gardaí an fhaisnéis a úsáid chun cás a chur le chéile i gcoinne mangaire drugaí aitheanta, chun imscrúdú a dhéanamh ar líomhaintí nua faoi mhangaireacht drugaí i bpobal nó chun duine a ghabháil

source: There is information on the Government’s strategy for dealing with the drug problem (pdf) here
ga: Tá faisnéis faoi straitéis an Rialtais chun an fhadhb drugaí a láimhseáil (pdf) ar fáil anseo
